{
    "privacyPolicy": "Privacy policy",
    "title1_privacy": "Privacy",
    "content1_privacy": "By using the web/mobile app huskyphotoeditor.netlify.app, you agree to this privacy policy. We have the right to update this privacy policy at any time without informing you, but we will try to inform the users when this will happen. huskyphotoeditor.netlify.app is a static website and a progressive web application (PWA) that can be used to edit photos and capture photos directly from your browser or from the app (if it is installed as a PWA). All data that is stored by the app is available locally only. Nothing is stored on servers. Some code can check your browser type and version (e.g. Chrome 103, Firefox 86 etc.) and the operating system (OS) used (Android, iOS, Windows, Mac, Linux etc.) to determine if all features will work, but this information is stored locally only.",
    "title2_dataStored": "Data stored on your device",
    "content2_dataStored": "Husky Photo Editor does not require or store sensitive information like passwords, credit card data etc., but, by default, it will store photos you edit and settings. All those informations can be deleted either through browser or OS settings, or from the app itself (Settings -> Storage). The technologies used by the app are Local Storage and indexedDB. It is possible that the browser will ask you to allow Husky Photo Editor to use indexedDB / storage. This is because changes made on photos will be stored locally. You can see what photos are stored locally from the home page, at 'Recent projects' section, where you can also delete them from the browser's storage (the photos may still be available in other locations on your device, but not related to Husky Photo Editor). You can force the app to avoid storing photos locally, but be aware that, by doing this, the changes made on photos may be lost while editing.",
    "title3_deletingData": "Removing data stored by the app",
    "content3_deletingData": "You can delete all data either from your browser or from the app itself (by accessing 'Settings' page, at 'Storage' section, and by pressing 'Delete all local data'. If you only want to remove some of the photos edited by Husky Photo Editor, you can do so from the home page, at 'Recent projects' section. There you will see all edited photos that haven't been deleted from the app/website."
}
