{
    "privacyPolicy": "Politica de confidențialitate",
    "title1_privacy": "Confidențialitate",
    "content1_privacy": "Folosind aplicația web/mobilă huskyphotoeditor.netlify.app, sunteți de acord cu această politică de confidențialitate. Avem dreptul de a actualiza această politică de confidențialitate în orice moment, fără a vă informa, dar vom încerca să informăm utilizatorii când se va întâmpla acest lucru. huskyphotoeditor.netlify.app este un site web static și o aplicație web progresivă (PWA) care poate fi folosită pentru a edita fotografii și a captura fotografii direct din browser sau din aplicație (dacă este instalată ca PWA). Toate datele care sunt stocate de aplicație sunt disponibile doar local. Nimic nu este stocat pe servere. Unele coduri pot verifica tipul și versiunea browserului dvs. (de exemplu, Chrome 103, Firefox 86 etc.) și sistemul de operare (OS) utilizat (Android, iOS, Windows, Mac, Linux etc.) pentru a determina dacă toate capabilitățile vor funcționa, dar aceste informații nu sunt stocate nicăieri.",
    "title2_dataStored": "Date stocate pe dispozitivul dvs.",
    "content2_dataStored": "Husky Photo Editor nu necesită și nu stochează informații sensibile, cum ar fi parole, datele cardului de credit etc., dar, implicit, va stoca fotografiile pe care le editați și setările. Toate aceste informații pot fi șterse fie prin browser sau setările sistemului de operare, fie din aplicația în sine (Setări -> Stocare). Tehnologiile utilizate de aplicație sunt Local Storage și indexedDB. Este posibil ca browserul să vă solicite să permiteți Husky Photo Editor să folosească indexedDB / stocare. Acest lucru se datorează faptului că modificările făcute asupra fotografiilor vor fi stocate local. Puteți vedea ce fotografii sunt stocate local din pagina de pornire, la secțiunea 'Proiecte recente', unde le puteți șterge și din stocarea browserului (fotografiile pot fi în continuare disponibile în alte locații de pe dispozitiv, dar nu au legătură cu Husky Photo Editor). Puteți forța aplicația să evite stocarea locală a fotografiilor, dar rețineți că, făcând acest lucru, modificările efectuate asupra fotografiilor se pot pierde în timpul editării.",
    "title3_deletingData": "Ștergere date stocate de aplicație",
    "content3_deletingData": "Puteți șterge toate datele fie din browser, fie din aplicație în sine (accesând pagina 'Setări', la secțiunea 'Stocare' și apăsând 'Șterge toate datele locale'. Dacă doriți să eliminați doar câteva dintre fotografiile editate de Husky Photo Editor, puteți face acest lucru din pagina de pornire, la secțiunea 'Proiecte recente', acolo veți vedea toate fotografiile editate care nu au fost șterse de pe aplicație/site."
}
